{
  "everforest": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.comment": { "branch": "main" },
  "mini.extra": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
